var data = [];
data.push({
    'date'  :'2021.4.22',
    'intro' :'今天我终于实现了时光轴的效果！',
})


data.push({
    'date'  : '2016-12-1',
    'intro' : '我要这天，再遮不住我眼，要这地，再埋不了我心，要这众生，都明白我意，要那诸佛，都烟消云散! ',
    
 
})

data.push({
    'date'  : '2016-11-30',
    'intro' : '金钱可以使人卑微，也可以使人卑贱，可以使人高傲，却无法使人高贵。',
    

})


data.push({
    'date'  : '2016-7-31',
    'intro' : '在这春林初盛，草长莺飞的日子，QQ空间愿你关掉电脑，放下手机，与三五好友相约青山绿水中，感受春天带来的勃勃生机···',
    
  
})

data.push({
    'date'  : '2016-3-31',
    'intro' : '在这个世界上，一部分人选择看到丑恶与混乱， 但我选择看到美好的一面。···',
    

})



data.push({
    'date'  : '2016-3-30',
    'intro' : 'You can\'t just sit there and wait for life to come to you. You have to go get it. - 你不能无所事事的坐等人生带给你一切，你必须得自己努力争取。',
    

})

data.push({
    'date'  : '2015-3-30',
    'intro' : '原来一生一世那么短暂，原来当你发现所爱的，就应该不顾一切的去追求。因为生命随时都会终止，命运是大海，当你能够畅游时，你就要尽情游向你的所爱，因为你不知道狂流什么时候会到来，卷走一切希望与梦想。',
    

})

data.push({
    'date'  : '2015-3-28',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})

data.push({
    'date'  : '2014-2-28',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})

data.push({
    'date'  : '2014-2-27',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})

data.push({
    'date'  : '2014-2-26',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})

data.push({
    'date'  : '2014-2-02',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})
data.push({
    'date'  : '2014-2-01',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})




data.push({
    'date'  : '2013-3-31',
    'intro' : '在这春林初盛，草长莺飞的日子，QQ空间愿你关掉电脑，放下手机，与三五好友相约青山绿水中，感受春天带来的勃勃生机···',

})


data.push({
    'date'  : '2013-3-30',
    'intro' : '腾讯视频年度大戏，陈冠希复出之作——《探灵档案》灵异上映。一起看陈老师怎么在QQ空间里抽丝剥茧，最终破案的吧',
    

})

data.push({
    'date'  : '2013-3-30',
    'intro' : '咱们Qzone有福利！即日起，在QQ空间预约《逆战》最新资料片，就能100%获得丰厚游戏大礼包——还有iPad mini、雷蛇键鼠套装等实物大奖等你来拿！还等什么？马上预约吧',
    
 
})

data.push({
    'date'  : '2013-3-28',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})

data.push({
    'date'  : '2013-2-28',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})

data.push({
    'date'  : '2013-2-27',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})

data.push({
    'date'  : '2013-2-26',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})

data.push({
    'date'  : '2013-2-02',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})
data.push({
    'date'  : '2013-2-01',
    'intro' : '3月27日晚12点，QQ音乐年度盛典完美谢幕。这是一场由大数据决定的“巅峰对决”，5500万人次投票，265万人次观看在线直播——每一个数据都由你组成。#乐动你我，无处不乐#',
    

})
